const Secktor = require('../lib')

//---------------------------------------------------------------------------

Secktor.cmd({
        pattern: "الاوامر",
        filename: __filename,
    },
    async(Void, citel) => {
    if (citel.group === 'akida') {
        return await citel.reply(`✠═ • ═  •༺⊱╠💠╣⊰༻• ═ • ═✠
        ↫ ⟦ فـهـرس إسـتـ📜ـمـارات مـون ⟧
        ⊹⊱≼━━━⌬〔💠〕⌬━━━≽⊰⊹
        
        ֎ 📑╎الأوامر ⊑ لإظهار هذه الصفحه ⊒
        ֎ 🧧╎يـاتـو0 ⊑ لـأوامـر الـقـاده والـنـواب ⊒
        ֎ 📑╎يـاتـو1  ⊑ لـلـاوامـر الـاداريـه  ⊒
        ֎ 🛒╎يـاتـو2  ⊑ لـلـمـتـجـر ⊒
        ֎ 📰╎يـاتـو3  ⊑ لـلـأخـبـار ⊒
        ֎ 🏇╎يـاتـو4  ⊑ لـلـفـعـالـيـات ⊒
        ֎ 🏇╎يـاتـو5  ⊑ لـلـفـعـالـيـات ⊒
        ֎ 🏇╎يـاتـو6  ⊑ لـلـفـعـالـيـات ⊒
        ֎ 🏇╎يـاتـو7  ⊑ لـلـفـعـالـيـات ⊒
        ֎ 🖋️╎يـاتـو8 ⊑ للمسابقات و النقاشات ⊒
        ֎ ⁉️╎يـاتـو9  ⊑ لـلـأسـئـلـه ⊒
        
              ─═━⌬〔💠〕⌬━━─
        
        ✦ هذه الصفحه فهرس 📑 لكل الاوامر
        
        ✦ لطلب الصفحه 🔢 التاليه اكتب جيجي0
        
        ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
        
        ⊹⊱≼━━━⌬〔💠〕⌬━━━≽⊰⊹
        〄 ¦ مـع تـحـيـات ادارة :
        ✦『💠EDITH💠』✦
        ✠═ • ═  •༺⊱╠💠╣⊰༻• ═ • ═✠`);
    }
);
