const Secktor = require('../lib')

//---------------------------------------------------------------------------

Secktor.cmd({
    pattern: "46",
    filename: __filename,
},
async(Void, citel) => {
if (citel.chat.id !== "120363048531546525@g.us") {
return;


    return await citel.reply(`✠═ • ═  •༺⊱╠💠╣⊰༻• ═ • ═✠
    ↫ ⟦ اخـر فـصـ📓ـول الـمـانـجـا صـدورا ⟧
    ⊹⊱≼━━━⌬〔💠〕⌬━━━≽⊰⊹
    
    ֎╎الـمـانـجـا🪆 ⟦  ⟧
    
    ֎╎عـدد الـفـصـول 🔢 ⟦  ⟧
    
    ֎╎رقـم الـفـصـل 🔖 ⟦  ⟧
    
    ֎╎رابـط الـفـصـل
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    ⊹⊱≼━━━⌬〔💠〕⌬━━━≽⊰⊹
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『💠EDITH💠』✦
    ✠═ • ═  •༺⊱╠💠╣⊰༻• ═ • ═✠`);
}
);
